
  [
    {
      "id": 0,
      "productName": "Toshiba Dynabook Satellite Pro C40-G-109 Celeron 5205U 14 HD Laptop",
      "image": "img/img_01.png",
      "quantity": 8,
      "price": 34000,
      "description": "The Toshiba Dynabook Satellite Pro C40-G-109 Celeron 5205U 14 HD Laptop is powered by the Intel Celeron 5205U processor (2M Cache, 1.90 GHz) including UHD graphics, 4GB DDR4 3200MHz RAM, and 128GB M.2 SATA SSD. The laptop comes with a 14 Inch HD (1,366 x 768) 16:9 LED Backlit, Non-reflective Anti-Glare display. This 14 laptop offers all the tools you need for a productive work or study day. It has a large keyboard and large Precision Touch Pad-equipped ClickPad to provide comfort and control throughout the day. The Toshiba Dynabook Satellite Pro C40-G-109 is equipped with 802.11ac Wi-Fi, Bluetooth, and Gigabit-LAN. The laptop comes with a full-size HDMI port makes big-screen presentations easy, and a microSD card reader lets you access portable storage whenever you need to. It also has a built-in USB Type-C that lets you charge, connect, display and transfer data through a single port. The Toshiba Dynabook Satellite Pro C40-G-109 Laptop comes with 2 years warranty."
    },
    {
      "id": 1,
      "productName": "AVITA Essential 14 Celeron N4020 256GB SSD 14 Full HD Laptop Concrete Grey Color",
      "image": "img/img_02.jpg",
      "quantity": 32,
      "price": 29100,
      "description": "AVITA Essential 14 Celeron N4020 14 Full HD Laptop come with Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz), 4GB LPDDR4 RAM, 256GB SATA M.2 SSD, Intel UHD Graphics 600 with Windows 10 Home in S mode. This laptop is featured with Battery: 7.6V 4830mAh, Island style non-backlit keyboard, 2M WebCam, Micro SD card, 14 FHD (1920 x 1080) IPS Display, 0.8W x 2 Speaker, Dual Microphones. Here, Network & Wireless Connectivity are also available. In this laptop it is also has USB 3.0 Type-A x 2, Full size HDMI x 1, Headphone Jack Ports, Connectors & Slots are also availble. This latest AVITA Essential 14 Celeron N4020 14 Full HD Laptop has 2 Years of Warranty."
    },
    {
      "id": 2,
      "productName": "Lenovo IdeaPad Slim 3i 15IGL Intel Celeron N4020 15.6 HD Laptop",
      "image": "img/img_03.png",
      "quantity": 20,
      "price": 38500,
      "description": "The Lenovo IdeaPad Slim 3i 15IGL comes with Intel Celeron N4020 (4M Cache, 1.10 GHz up to 2.80 GHz) and 4GB DDR4 2400MHz RAM. It also comes with a 1TB 5400rpm 2.5 HDD to store all your important data. It is integrated with Integrated Intel UHD Graphics 600 and it has a 15.6 HD (1366 x 768) display with TN panel and 220nits Anti-glare screen. This laptop is powered by an Integrated 35Wh battery and it has a 45W Round Tip (2-pin, Wall-mount) adapter. The Lenovo IdeaPad Slim 3i 15IGL features Firmware TPM 2.0 and it runs on the Windows 11 Home operating system. It has a 720p camera with Privacy Shutter. It has been designed with 1x Power connector, 1x 4-in-1 Card Reader, 1x HDMI 1.4b, 1x Headphone/microphone combo jack (3.5mm), 1x USB 2.0 and 2x USB 3.2 Gen 1. Lenovo IdeaPad Slim 3i 15IGL offers High Definition (HD) Audio, Stereo speakers, 1.5W x2, Dolby Audio and 2x, Array Microphone. This laptop comes in Platinum Grey color. The Lenovo IdeaPad Slim 3i 15IGL comes with 2 years of warranty."
    },
    {
      "id": 3,
      "productName": "Asus Vivobook E510MA Celeron N4020 15.6 HD Laptop",
      "image": "img/img_04.jpg",
      "quantity": 15,
      "price": 41200,
      "description": "Asus Vivobook E510MA Laptop comes with Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz), 15.6-inch, HD (1366X768) LED 16:9, Anti-glare display, LED Backlit, NTSC: 45%, 4GB DDR4 Onboard RAM, 256GB PCIEG3 SSD, Integrated Intel UHD Graphics and Windows 10 Operating System. This laptop features a 2-Cell 37 Wh lithium-polymer battery, Illuminated Keyboard, and VGA webcam. Here, Wi-Fi 5 (802.11ac) and Bluetooth 4.1 Network & Wireless Connectivity. This laptop also has 1x USB 3.2 Gen 1 Type-A, 1x USB 3.2 Gen 1 Type-C, 2x USB 2.0 Type-A, 1x HDMI 1.4, 1x 3.5mm Combo Audio Jack Ports, Connectors & Slots. The new Asus Vivobook E510MA Celeron N4020 15.6 HD Laptop has 02 years International Limited Warranty (Battery 1 year)."
    },
    {
      "id": 4,
      "productName": "HP 15s-du1116TU Pentium Silver N5030 15.6 HD Laptop",
      "image": "img/img_05.jpg",
      "quantity": 22,
      "price": 39900,
      "description": "The HP 15s-du1116TU comes with Intel Pentium Silver N5030 Processor (4M Cache, 1.10 GHz up to 3.10 GHz) with Intel UHD Graphics 605. This Hp 15s series laptop comes with a micro-edge display, the barely visible bezel revolutionizes your display by letting a larger screen fit into a smaller frame, that is featured 15.6 diagonal, HD (1366 x 768), micro-edge, BrightView, 45% NTSC, 220 nits Display. This laptop is designed with 1 TB 5400 rpm SATA HDD storage and 4GB DDR4 2400MHz RAM, which helps to run more efficiently and more reliably at faster speeds with DDR4 RAM, everything from multi-tasking to playing games gets a performance boost. You can stay connected all day, the battery life is also very on your use, the HP 15s laptop comes with a new space-saving 3-cell, 41 Wh Li-ion battery design, single bar hinge, and thin bezel option for a slimmer, streamlined, more premium look with long battery life and fast-charge technology, work, watch. This Hp 15s Laptop is also equipped with Realtek Wi-Fi CERTIFIED 6 (1x2) and Bluetooth 5.2 combo (Supporting Gigabit data rate) wireless network connectivity. It comes with an HP True Vision 720p HD camera with integrated dual array digital microphones and a TouchPad Backlit keyboard. This laptop runs on Windows 10 Home 64 operating system. This laptop has 1 x SuperSpeed USB Type-C 5Gbps signaling rate; 2 x SuperSpeed USB Type-A 5Gbps signaling rate."
    },
    {
      "id": 5,
      "productName": "Dell Inspiron 15 3510 Intel Pentium Silver N5030 15.6 HD Laptop",
      "image": "img/img_06.jpg",
      "quantity": 10,
      "price": 41500,
      "description": "Dell Inspiron 15 3510 powered by Intel Pentium Silver N5030 (4MB Cache, 1.10 GHz Up To 3.10 GHz ) and Intel UHD Graphics 605. It is also designed with 15.6-inch HD (1366x768) Anti-Glare LED Backlight Narrow Border Display. This Dell Inspiron 15 3510 laptop will give you an excellent experience of lightning-fast responsiveness and hyper-efficient battery life that keeps you productive with a 4-Cell Battery, 54WHr (Integrated) battery. This Dell Inspiron 15 3510 featured 4GB DDR4 2400MHz, 1TB 5400RPM SATA HDD, that will provide you with responsive and stable performance. The Dell Inspiron 15 Laptop has Pointing Device, Touchpad Keyboard with Numeric Keypad, an English US, an HD camera, Dual-array microphones. All-new Dell Inspiron 15 3510 Laptop has a mechanical camera shutter that protects against anyone invading your privacy or accidental embarrassments on video calls; so you can read, watch, or chat and attend any meeting, presentation or Conference also. The latest Dell Inspiron 15 3510 Laptop comes with a 2 Years Warranty (Battery & Adapter 01 Year)."
    },
    {
      "id": 6,
      "productName": "Asus Vivobook X515MA Celeron N4020 15.6 HD Laptop",
      "image": "img/img_07.jpg",
      "quantity": 10,
      "price": 41800,
      "description": "Asus Vivobook X515MA Celeron N4020 15.6 FHD Laptop comes with Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz), 4GB DDR4 RAM, 1TB HDD, Intel HD Graphics and Window 10. This laptop is featured with 15.6 FHD (1920x1080) Display, 38 Wh 2-Cell battery , VGA Webcam. Here, 802.11ac Wi-Fi and Bluetooth v4.2 wireless and networking connectivity are also available in this laptop. The laptop has 1x USB 3.0 Gen 1, 2x USB 2.0, 1 x HDMI ports and connectivity. This new Asus Vivobook X515MA Laptop has 02 years International Limited Warranty (Battery 1 year)."
    },
    {
      "id": 7,
      "productName": "Acer Aspire 3 A315-58 Core i3 11th Gen 15.6 FHD Laptop",
      "image": "img/img_08.jpg",
      "quantity": 16,
      "price": 45000,
      "description": "Acer Aspire 3 A315-58 Laptop powered by Intel Core i3-1115G4 Processor (6M Cache, 3.00 GHz up to 4.10 GHz) with Intel UHD Graphics. Its 6M Cache, 3.00 GHz up to 4.10 GHz. Acer Aspire 3 A315-58 having 15.6 FHD (1920x1080),ComfyView, LED display attractively designed. This Acer Laptop has 4GB 2666MHz DDR4 RAM and also contains 1TB SATA HDD storage to ensure greater compatibility. In addition, it has some enhanced components such as, Microphone, 2 speakers, Keyboard with touch pad Multi-touch Gesture. If we come to its connectivity, it has all type of connectivity like HDMI x 1, 1 x USB 2.0, USB 3.2 Gen 1 Type-A Ports x 2, 1 x Network (RJ-45), IEEE 802.11a/b/g/n/ac, Gigabit Ethernet and Bluetooth 5.0 etc.This Acer Laptop is enormous with 2-cell Lithium Ion (Li-Ion) battery, that can provide longer backup on the move and the approximate weight of only 1.80 kg will ensure portability. The latest Acer Aspire 3 A315-58 laptop comes with 02 years warranty."
    },
    {
      "id": 8,
      "productName": "Dell Vostro 14 3405 Ryzen 3 3250U 14 FHD Laptop with Windows 10",
      "image": "img/img_09.png",
      "quantity": 15,
      "price": 46000,
      "description": "Dell Vostro 14 3405 Laptop powered by Ryzen 3 3250U (4MB CPU Cache, 2.60GHz up to 3.50GHz) processor with AMD Radeon Graphics. This Dell Vostro 14 3405 Laptop comes with 4GB 3200 MHz DDR4 RAM, 1TB 5400rpm SATA HDD storage capacity for responsive and stable performance. The Dell Vostro 14 3405 featured with 14 FHD (1920x1080) LED, Anti-glare, 60Hz, Narrow Border, 220 Nits, 45% CG, Wide-viewing angle, IPS (In-Plane Switching), WLED display. This brilliant FHD panel (220 nits) offers more brightness and vivid color for an enhanced front-of-screen experience, and also its 2-sided narrow border emphasizes your screen while helping minimize distractions. This Laptop will provide you with an excellent experience with seamless wireless integration between your laptop and Android or iOS smartphone. Dell Mobile Connect allows you to access multiple devices and applications without dividing your attention."
    },
    {
      "id": 9,
      "productName": "Asus Vivobook X515MA Celeron N4500 15.6 HD Laptop",
      "image": "img/img_10.webp",
      "quantity": 18,
      "price": 45000,
      "description": "The Asus Vivobook X515MA laptop comes with Intel Celeron N4500 Processor (4M Cache, 1.10 GHz up to 2.80 GHz) and 4GB DDR4 RAM. It has a 1TB SATA 5400RPM 2.5 HDD and it also comes with 1x M.2 2280 PCIe 3.0x2 Slot. This laptop has been integrated with Intel UHD Graphics 600 and it has a 15.6-inch HD (1366 x 768) display with a 16:9 aspect ratio. It runs on Windows 11 Home operating system. This whole system is powered by a 37WHrs, 2S1P, 2-cell Li-ion battery and comes with a Ã, 4.0, 33W AC Adapter, Output: 19V DC, 1.75A, 33W, Input: 100-240V AC 50/60Hz universal. This laptop has a VGA Webcam and Built-in speaker with SonicMaster. The Asus Vivobook X515MA offers Wi-Fi 5(802.11ac) and Bluetooth 4.1 (Dual band) 1*1 for wireless connectivity. The laptop is designed with 1x USB 3.0 Gen 1, 2x USB 2.0, 1 x HDMI ports. The Asus Vivobook X515MA Laptop comes with 2 years International Limited Warranty (Battery 1 year)."
    }
  ]
